---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Structure.RebarShapeVertex
source: html/30cf472f-1274-300b-1727-997ee79bd169.htm
---
# RebarShapeVertex Members

Releases all resources used by the RebarShapeVertex